[
 {
   "id": 1,
   "author": "一番眩しい緑星は廣瀬遼だ/Ngôi sao xanh lá rực rỡ nhất, đó chính là Hirose Ryo",
   "avatar": "🦭",
   "preview_jp": "「Lastart」第1話から、リョウちゃんをずっと追いかけてきた。緑の衣装を着た顔モザイクの小さい子、同い年の仲間やお兄さんたちと一緒に登場してたね。\nでも「Chewing Gum」を見た瞬間びっくり、リョウちゃんすごくキラキラしてて可愛く...",
   "full_jp": "「Lastart」第1話から、リョウちゃんをずっと追いかけてきた。緑の衣装を着た顔モザイクの小さい子、同い年の仲間やお兄さんたちと一緒に登場してたね。\nでも「Chewing Gum」を見た瞬間びっくり、リョウちゃんすごくキラキラしてて可愛くて、初週で4位になった時は本当に嬉しかった。\nそして番組が終わってから90’s Loveと一緒に、5位で無事にデビューできて本当に良かった！\n\nプレツアー、デビュー曲、韓国と日本での活動、音楽番組の初トロフィー、新人賞、そして第34回SMAでの本賞まで、リョウちゃんとチームのみんなは夢を一つずつ叶えてきた。\n\nでも2024年10月4日のMusic Bankのアンコール後、「Steady」のステージで流した涙を見て、「ああ、この子もたくさん耐えて頑張ってきたんだなって。いろんな不安や怖さもあるはずなのに、それでも前を向いてる。」と思ったんだ。\n\nだからリョウちゃん、一緒にこれからの困難も乗り越えようね。辛い時は言っていいし、嬉しいことも分かち合おう。健康を大事にして、怪我にも気をつけて。何をしても、リョウちゃんは一番輝いてるって信じてるよ。\n\n18歳の一年が一番素敵でカラフルで、ずっとCizennieの特別なマルチーズ・アザラシでいるように〜",
   "preview_vi": "Theo chân Ryo từ tập đầu tiên phát sống Lastart đầu tiên, 1 em bé mặc trang phục xanh lá bị làm mờ gương mặt cùng bạn đồng niên và các anh khác trên s",
   "full_vi": "Theo chân Ryo từ tập đầu tiên phát sống Lastart đầu tiên, 1 em bé mặc trang phục xanh lá bị làm mờ gương mặt cùng bạn đồng niên và các anh khác trên show. Mãi đến khi thấy em diễn Chewing Gum thì òa, nhỏ rạng rỡ và xinh xắn lắm với vị trí số 4 tuần đầu tiên. Và khi hết show, cùng 90' Love, em nhỏ thuận lợi debut ở vị trí số 5.\nTừng bước, từng ngày, từng khát khao và nỗ lực với Pre-debut tour, debut song song Hàn - Nhật và những chiếc cúp đầu tiên, giải thưởng tân binh và mới đây là Bonsang tại 34th Seoul Music Awards, em ấy và đồng đội của mình đã có những giấc mơ, hành trình chắc chắn và vững vàng rồi.\nNhưng khoảnh khắc sau encore ở Music Bank (04/10/2024) cùng Steady và những giọt nước mắt kính nghiệp của nhỏ, mình nhận ra : À, em bé của mình cũng chịu đựng thật nhiều với khó khăn, thử thách và kiên cường mới, nhưng em bé thì là em bé thôi, cũng sẽ lo lắng, sợ hãi mà.\nNên là Ryo chan à, mình  sẽ đi cùng nhau chào đón những khó khăn mới mới nhé, đau ôm hay vui vẻ cùng nói ra nhé. Ưu tiên sức khoẻ bà hạn chế cả những chấn thương nữa. Chị tin, dù em làm gì cũng lấp lánh và rạng rỡ nhất đó.\nMong là tuổi 18 của em sẽ đẹp nhất, màu sắc nhất và luôn là hải cẩu - em cún maltese đặc biệt số 1 của NCTzen nhá. "
 },
 {
   "id": 2,
   "author": "Wishにお兄ちゃんはムリ！/ Không thể gọi NCT WISH là Anh!",
   "avatar": "💛",
   "preview_jp": "うちのアザラシちゃん、18歳のお誕生日おめでとう🦭💛\n新しい歳は新しい旅の始まり、リョウちゃんの前にある道が、成功と幸せでいっぱいでありますように。\n人生で一番キラキラな年齢、Wishファミリーと一緒にたくさん笑って、たくさん歌えますよ...",
   "full_jp": "うちのアザラシちゃん、18歳のお誕生日おめでとう🦭💛\n新しい歳は新しい旅の始まり、リョウちゃんの前にある道が、成功と幸せでいっぱいでありますように。\n人生で一番キラキラな年齢、Wishファミリーと一緒にたくさん笑って、たくさん歌えますように。\n体に気をつけて、美味しいもの食べてあったかく過ごしてね🤲🤲\nリョウちゃんにとって、すべてが完璧でありますように✨",
   "preview_vi": "Chúc bạn hải cẩu của tụi mình tuổi 18 rực rỡ 🦭💛\nBước sang tuổi mới cũng chính là bước sang một hành trình mới, mong cho những gì chờ đón Ryo ở phía ",
   "full_vi": "Chúc bạn hải cẩu của tụi mình tuổi 18 rực rỡ 🦭💛\nBước sang tuổi mới cũng chính là bước sang một hành trình mới, mong cho những gì chờ đón Ryo ở phía trước đều sẽ là thành công và may mắn\nỞ độ tuổi đẹp nhất của đời người, mong bạn cún Maltese của chúng ta được cười thật xinh, được hát thật nhiều bên gia đình Wish của mình. Giữ gìn sức khoẻ, ăn ngon mặc ấm nhé 🤲🤲\nChúc cho Ryo mọi điều trọn vẹn "
 },
 {
   "id": 3,
   "author": "ななし",
   "avatar": "💚",
   "preview_jp": "リョウちゃんこんにちは〜\n初めてリョウちゃんを見たのは、Lastartで「Chewing Gum」をパフォーマンスした時だよ。\n本当にこのステージが一番印象に残ってる。\nリョウちゃんめっちゃ可愛くて、サクヤと一緒にホバーボードに乗ってすごく...",
   "full_jp": "リョウちゃんこんにちは〜\n初めてリョウちゃんを見たのは、Lastartで「Chewing Gum」をパフォーマンスした時だよ。\n本当にこのステージが一番印象に残ってる。\nリョウちゃんめっちゃ可愛くて、サクヤと一緒にホバーボードに乗ってすごくスムーズに動いてた。\nキラキラの大きな目に惹かれたし、透き通った歌声も本当に好きになった。\n\nそれから、うちのわんちゃんがWishiesと一緒にデビューするためにずっと頑張ってる姿を見てきたよ。\nリョウちゃんのこと本当に大好き。\nWishiesを追いかけるうちに、もっとリョウちゃんの努力が見えてきた。\nつらいこともいっぱいあったよね。でも私たちのリョウちゃんは本当に頑張り屋さんで、全部乗り越えて輝いてる。\n\nもうすぐ18歳になるけど、ずっと私たちの可愛い赤ちゃんだよ。\nリョウちゃん、18歳おめでとう！\nいつも幸せで、楽しくて、どんな道でも成功できますように。\nリョウちゃんが成長して、大人になって、夢を叶えていく姿を見るとすごく嬉しいよ。\n頑張ってね、可愛いリョウちゃん。みんなずっとそばにいるよ🩵💚",
   "preview_vi": "Chào em Ryo nha~Lần đầu mình thấy em là khi em biểu diễn Chewing Gum trong Lastart. Quả thật màn biểu diễn này gây ấn tượng nhất với mình đó. Em dễ th",
   "full_vi": "Chào em Ryo nha~Lần đầu mình thấy em là khi em biểu diễn Chewing Gum trong Lastart. Quả thật màn biểu diễn này gây ấn tượng nhất với mình đó. Em dễ thương cực kì, em di chuyển rất mượt trên con hoverboard cùng bạn Sakuya. Đôi mắt to tròn lấp lánh của em đã thu hút mình. Thêm nữa là giọng hát trong trẻo khiến mình thực sự yêu quý em. Sau đó mình được chứng kiến bé cún yêu cố gắng nỗ lực không ngừng để được debut với Wishies. Mình thích em lắm đó. Khi theo Wishies, mình lại càng nhìn thấy sự nỗ lực của em. Mình cũng thấy được những điều buồn tủi mà em phải chịu. Nhưng Ryo của chúng mình rất giỏi, em đã vượt qua tất cả để toả sáng. Em bé của tụi mình sắp tròn 18 tuổi rồi, vẫn là em bé mãi thui. Chúc em Ryo 18 tuổi rực rỡ nhé! Mong em bé lúc nào cũng hạnh phúc, vui vẻ, thành công trong mọi hành trình của cuộc đời. Được nhìn em lớn, em trưởng thành, em thành công khiến mình vui lắm. Cố lên nhé Ryo đáng yêu, mọi người luôn bên em 🩵💚"
 },
 {
   "id": 4,
   "author": "Cam",
   "avatar": "🧡",
   "preview_jp": "リョウの第一印象は、やっぱり名前！\nえ、うちの猫の名前もRioなんよ〜めっちゃ偶然すぎて最初見た時から名前にすごく惹かれた（笑）\n最初は正直その名前で気になってただけなんだけど、ステージのリョウを見てから完全に沼った。\nかっこいいし、喋り方...",
   "full_jp": "リョウの第一印象は、やっぱり名前！\nえ、うちの猫の名前もRioなんよ〜めっちゃ偶然すぎて最初見た時から名前にすごく惹かれた（笑）\n最初は正直その名前で気になってただけなんだけど、ステージのリョウを見てから完全に沼った。\nかっこいいし、喋り方もめちゃくちゃ可愛いしさ。\n当時はリョウが私のセカンドピックだったんだけど、デビュー決まったって聞いた瞬間ほんとに涙出たもん。\n\n新しい歳も、ずっと元気で、リョウが望むこと全部叶えられますように。\nそして、もっともっとたくさんの人に応援されて、愛されますように。\nリョウはその価値、十分にあるからね。",
   "preview_vi": "Ấn tượng đầu tiên của mình về Ryo chắc chắn là cái tên, chời ơi siêu trùng hợp Rio là tên em meo meo nhà mình nên hồi mới xem cứ bị ấn tượng với cái t",
   "full_vi": "Ấn tượng đầu tiên của mình về Ryo chắc chắn là cái tên, chời ơi siêu trùng hợp Rio là tên em meo meo nhà mình nên hồi mới xem cứ bị ấn tượng với cái tên. Lúc đầu thì mình chú ý ẻm qua cái tên đó thôi nhưng mà về sau thấy ẻm trên stage là siêu mê luôn ý. Đã xinh trai mà nói chuyện cũng dễ thương vô cùng. Hồi đấy xem thì ẻm là pick thứ 2 của tui lận nên là lúc Ryo được công bố nằm trong danh sách được debut mà mình mừng rớt nước mắt luôn. \n\nBước sang tuổi mới chúc Ryo luôn mạnh khỏe, có thể đạt được những thứ bản thân muốn và hơn hết là được nhiều người ủng hộ và yêu thương ẻm nhiều hơn nữa vì ẻm siêu xứng đáng."
 },
 {
   "id": 5,
   "author": "ななし",
   "avatar": "🎉",
   "preview_jp": "リョウの第一印象は歌声だった！\nグループのこと知ってからそんなに経ってなかったけど、リョウの声を初めて聞いた瞬間、完全にやられた 😭😭\nめっちゃ甘くてさ、いっぱい聞いたら糖分過多で倒れそうなレベルよ ㄱㅅㄱ\n\nそれに、リョウの笑顔も大好...",
   "full_jp": "リョウの第一印象は歌声だった！\nグループのこと知ってからそんなに経ってなかったけど、リョウの声を初めて聞いた瞬間、完全にやられた 😭😭\nめっちゃ甘くてさ、いっぱい聞いたら糖分過多で倒れそうなレベルよ ㄱㅅㄱ\n\nそれに、リョウの笑顔も大好き！\nあのウサギみたいな前歯2本が可愛すぎて、笑ったら即とろける 😭😭😭\n\n長くグループを見てきて、リョウは本当に優しくて性格もいいなって思った。\nいつもお兄ちゃんたちのこと気にしてるし、同い年の仲間にも思いやりたっぷり。\nたまにちょっと天然だけど、それもまた可愛いんだよね〜kkk\n\nリョウがデビューするためにずっと努力してきたの、ちゃんと知ってるよ。\n毎日練習して、ステージに立てるように、一番いい自分をファンのみんなに見せられるように頑張ってる姿、本当に素敵だよ。\n\n今も変わらず歌やダンスの練習を頑張って、自分の夢を諦めずに続けてくれてありがとう。\n\n18歳のお誕生日、おめでとう🎉\n明るくて前向きなエネルギーを届けてくれるリョウが、新しい一年もキラキラの旅になりますように。\nずっと自分らしくいてね、たくさんの幸せと愛に包まれますように。\nだってうちらのリョウは本当にそれにふさわしいから 💖\n\nこれからもリョウとWishのこと、ずっとずっと応援していきたいな〜長く一緒にいたい！\n\n＊ちょっとクサいこと書いちゃったけど、全部心からだよ🫶🏻",
   "preview_vi": "ấn tượng đầu tiên của mình dành cho Ryo là giọng hát, biết nhóm không lâu nhưng khi mình nghe giọng của ảnh là dính cứng ngắt lun 😭😭 siêu ngọt ngào ",
   "full_vi": "ấn tượng đầu tiên của mình dành cho Ryo là giọng hát, biết nhóm không lâu nhưng khi mình nghe giọng của ảnh là dính cứng ngắt lun 😭😭 siêu ngọt ngào luôn í nghe nhiều là tiểu đường lúc nào không hay ㄱㅅㄱ còn nụ cười của ảnh nữa, Ryo có 2 anh răng thỏ trông iu dễ sợ, cười 1 cái là tan chảy 😭😭😭 \ntheo dõi nhóm lâu mình thấy Ryo còn tốt tính và hiền lành nữa, luôn quan tâm đến cách anh nè hẹ hẹ và cả bạn đồng niên của ảnh nữa, dù lâu lâu hơi ngố xíu kkkk\n\nmình biết Ryo đã luôn cố gắng và nỗ lực để được debut, luôn chăm chỉ tập luyện để đứng trên sân khấu, đứng trước các bạn fan, cho mọi người thấy phiên bản hoàn hảo nhất của Ryo \ncảm ơn Ryo vì đến tận giờ phút này vẫn luôn tập hát, tập nhảy, kiên trì với ước mơ của mình \nsinh nhật tuổi 18 này chúc Ryo - người luôn mang nguồn năng lượng vui tươi và tích cực sẽ có 1 hành trình mới thật rực rỡ, luôn là chính mình luôn hạnh phúc và được yêu thương thật nhiều vì Ryo của chúng mình xứng đáng mà 💖 mong cho chúng ta sẽ ở bên Ryo và mấy em WISH lâu thật lâuuu~\n\n*mình viết hơi sến xíu nhưng đều là lời từ lòng mình ák 🫶🏻"
 },
 {
   "id": 6,
   "author": "りょう赤ちゃんが大好きな姉ちゃん/ Chị iu em pé Ryo",
   "avatar": "🫶🏻",
   "preview_jp": "\"赤ちゃんのことは、英語で baby と言うよね\n韓国語では、かわいく 애기と言って\nイタリア語では bambiniだろう？\nじゃあ、Cizenies語ではどう言うのかな？\nやっぱりベイビーはリョウちゃんってことでいいでしょ！\n\nリョウちゃ...",
   "full_jp": "\"赤ちゃんのことは、英語で baby と言うよね\n韓国語では、かわいく 애기と言って\nイタリア語では bambiniだろう？\nじゃあ、Cizenies語ではどう言うのかな？\nやっぱりベイビーはリョウちゃんってことでいいでしょ！\n\nリョウちゃんへ、\nいつも一生懸命がんばってくれてありがとう。\nこうして見つけて、ずっと見守れること、本当にうれしい。\nこれからも元気で、まっすぐな心で、やりたいことをどんどん叶えていけますように。\nずっと応援してるね。\n\n小さなライオンちゃん〜\nレモンキャンディーのような笑顔\n輝くリョウちゃんへ\"",
   "preview_vi": "Em bé thường gọi là baby,\nTiếng Hàn đáng yêu là aegi.\nTiếng Ý thì bảo bambini,\nCòn tiếng Cizenies thì sao nhỉ?\nBé bi của chị là Ryo đi!\nGửi em Ryo,\nCả",
   "full_vi": "Em bé thường gọi là baby,\nTiếng Hàn đáng yêu là aegi.\nTiếng Ý thì bảo bambini,\nCòn tiếng Cizenies thì sao nhỉ?\nBé bi của chị là Ryo đi!\nGửi em Ryo,\nCảm ơn em đã nỗ lực để chị có thể được nhìn thấy và dõi theo em. Chúc\nem thật nhiều sức khỏe, chúc em chân vững tâm sáng, hoàn thành tốt\nnhững điều tốt đẹp mà em muốn hoàn thành. Mến em.\nChú sư tử nhỏ\nNụ cười như kẹo chanh\nRyo rực rỡ"
 },
 {
   "id": 7,
   "author": "Rikuri",
   "avatar": "🐿️",
   "preview_jp": "どこから話し始めればいいかわからないけど、とりあえずこれはリョウちゃんについての “やぴやぴトーク” です〜\n\nまず言いたいのは、リョウちゃんって本当にギャップのある子だなって思う。\n\n最初にリョウを知った時は、「えっ、2007年生まれ！？...",
   "full_jp": "どこから話し始めればいいかわからないけど、とりあえずこれはリョウちゃんについての “やぴやぴトーク” です〜\n\nまず言いたいのは、リョウちゃんって本当にギャップのある子だなって思う。\n\n最初にリョウを知った時は、「えっ、2007年生まれ！？ちっちゃくて、めっちゃかわいい〜！」ってなったの。ほんとにお姉さんたちがよく言う“生まれたて”感ってこれか〜って（笑）\nそれで、リョウがパブリックページに出てくるたびに、毎回ハートを押して「え、かわいすぎん！？T.T」ってつぶやいてた。\n\nで、Lastartでパフォーマンスしてるリョウを見た瞬間、「え、ちっちゃいのにめっちゃ上手い！？歌声もきれい〜！」って驚いたの。\nその時ふと思い出したのが「小さくてもすごい」って言葉。さすがSMの練習生…って感じで（笑）\n\nあとね！これはめちゃくちゃ大事なポイントなんだけど！\nリョウのダンス、ほんっっとに引き込まれるの！！\n一番印象に残ってるのは『PICK IT UP』チャレンジ（WISHの時期）で、それを見てからリョウのダンススキルをちゃんと意識するようになったの〜\nあの振り付け、リョウのスタイルにぴったりで、見ててめっちゃ気持ちいい。超お気に入り！\n\nそれからリョウって、年相応に元気でやんちゃで“末っ子エネルギー”あふれてる一方で、時々びっくりするほど大人びた考えや言葉を持ってるよね。\nコメントとか発言とか、「うわ…賢い…尊敬…」ってなっちゃう時が多くて。\n\nこのギャップが本当に好き〜〜！\nリクがなんでそんなにリョウをかわいがるのか、めっちゃわかる気がする♡",
   "preview_vi": "Cũng hông biết phải bắt đầu từ đâu nên đây sẽ là một bài yapping về em Ryo~\n\nĐể mà nói thì em Ryo đem lại cho mình nhiều ấn tượng kiểu trái ngược.\nKhi",
   "full_vi": "Cũng hông biết phải bắt đầu từ đâu nên đây sẽ là một bài yapping về em Ryo~\n\nĐể mà nói thì em Ryo đem lại cho mình nhiều ấn tượng kiểu trái ngược.\nKhi mới biết đến Ryo thì kiểu \"\"Uiii 2k7 á? Trông bé xíu, dễ thương thế~\"\" (thực sự như các chị hay bảo là mới đẻ), và mỗi lần lướt thấy Ryo trên page công cộng thì đều phải thả tim xong cảm thán là sao ẻm dễ thương quá T.T \nĐến lúc xem Lastart và thấy Ryo diễn thì phải wow sao ẻm nhỏ mà giỏi dữ, giọng hay nữa~ Lúc đó mình đã chợt nghĩ tới câu \"\"nhỏ mà có võ\"\", đúng là gà SM có khác =))))))))) Ngoài ra thì!! Ý NÀY QUAN TRỌNG! Em Ryo nhảy cuốn lắmm luôn. Mình nhớ nhất là challenge 'PICK IT UP' (era WISH) vì từ đó mà mình ấn tượng sâu sắc cũng như bắt đầu mà để ý nhiều hơn đến skill nhảy của em Ryo~ Kiểu vũ đạo như z hợp style nhảy của Ryo thật sự, siêu ưnggg\nÀ, thêm nữa về Ryo là ẻm vừa năng động dễ thương nghịch ngợm đúng với tuổi và \"\"năng lượng con út\"\", vừa đồng thời có những suy nghĩ, lời nói trưởng thành và hiểu chuyện. Nhiều nhận định/lời nói của Ryo khiến mình phải wow cảm thán và ngưỡng mộ luôn ý. \nNói chung là mình rất thích sự trái ngược nàyyy~ Nhiều lúc hiểu cảm giác của Riku và lý do Riku cưng em đến z~"
 },
 {
   "id": 8,
   "author": "キラキラの猫/moè lấp lánh",
   "avatar": "🐱",
   "preview_jp": "今年は、初めてリョウくんと一緒に誕生日を迎える年です。\nリョウくんのことを知り始めたばかりの頃、「こんなにかわいい子が存在するんだ！」って驚いたのを覚えています。\nリョウくんはいつも、自分だけのかわいさを持っていて、それがどんどん目を引くよ...",
   "full_jp": "今年は、初めてリョウくんと一緒に誕生日を迎える年です。\nリョウくんのことを知り始めたばかりの頃、「こんなにかわいい子が存在するんだ！」って驚いたのを覚えています。\nリョウくんはいつも、自分だけのかわいさを持っていて、それがどんどん目を引くようになった理由のひとつでもあります。\n\nある時、たまたまリョウくんがお姉さんに宛てた手紙を読んで、家族を本当に大切にしていることに気づきました。\nあんな手紙が書けるなんて、どれだけお姉さんを愛しているんだろうって、心がぎゅっとなりました。\n\nそして、メンバーと話すときに「リョウは〜」って自分の名前で話すところも、リョウくんらしさが出ていてすごく好き。\nサクヤくんとふざけ合ってる時も、シオンくんにからかわれてる時も、全部の表情が愛おしくて、\nリョウくんの嬉しい気持ちも、ちょっとした怒った顔も、どんな感情も全部大切に思えます。\n\nどんな性格も、どんな瞬間も、全部かわいくて、全部宝物みたい。\nサクヤくんが言ってたように、リョウくんは“黄色”が本当に似合う。\n明るくて、時にはまぶしいほどに輝くその色みたいに、リョウくんは私にとって“夏の太陽”みたいな存在です。\n\nこうしてリョウくんのことを少しずつ知ってきた時間を思い返しながら、\n今日は、リョウくんがこの世界に生まれてきた大切な日。\n\n誕生日って、毎年みんなが一番楽しみにしている日だけど、リョウくんはどう思ってるのかな？\n楽しみにしてる？ ちょっとわくわくしたりするのかな？\n私はね、とっても楽しみにしてたよ ><\n\n同い年のヒロセくん、これからもずっと元気で、自分のことを大事にして、\n笑顔と幸せで心がいっぱいになりますように！\n\n私はいつでもヒロセくんのことを信じてる。\nだから、リョウくんも自分自身を信じてあげてね。\nそして、ステージを心から楽しんでほしい。\nだってその下には、私がいて、Cizenniesのみんながいて、ずっと応援してるから。\n\nそれからね、いちばん大事なことを言うね。\nこのWISHIESとの旅が、ずーっと楽しくて、なが〜く続きますように。オレオレだよ！\n太陽みたいなリョウくん、今日は君が一番まぶしく輝く日だよ！",
   "preview_vi": "đây là năm đầu tiên mình đón sinh nhật cùng bạn. những ngày đầu tìm hiểu về bạn mình thấy thì ra có người dễ thương như thế này tồn tại sao? bạn luôn ",
   "full_vi": "đây là năm đầu tiên mình đón sinh nhật cùng bạn. những ngày đầu tìm hiểu về bạn mình thấy thì ra có người dễ thương như thế này tồn tại sao? bạn luôn dễ thương theo cách riêng của bạn và đó cũng là lý do mình để ý bạn nhiều hơn. sau đó mình vô tình đọc được lá thư bạn viết cho chị gái, mình nhận ra bạn yêu thương gia đình nhiều vô cùng, một cậu bé có thể viết ra lá thư ấy phải yêu thương chị mình nhiều như thế nào. hơn thế nữa cách bạn hay xưng tên ryo thay vì em, mình lúc nói chuyện với các thành viên nó như một dấu ấn riêng của bạn. và cả những lúc trêu đùa cùng người bạn sakuya hay cả những lúc bị anh sion trêu, dáng vẻ lúc đó mình cũng thích lắm, mọi cảm xúc vui vẻ, giận hờn của bạn mình đều trân trọng nó. bất kể cảm xúc nào, tính cách nào mình đều thấy nó đáng yêu và đáng quý vô cùng. như sakuya đã nói, bạn hợp với màu vàng vì đó là một màu tươi sáng và đôi khi nó chói loà, ngoài ra mình còn thấy bạn như ánh nắng của mùa hạ. sau ngần ấy thời gian để mình hiểu rõ bạn hơn thì cũng đến ngày mà bạn được sinh ra trên thế giới này. sinh nhật ấy mà là cái ngày mà ai ai cũng mong chờ nhất trong mỗi năm, không biết bạn thì sao nhỉ? liệu có mong chờ và tò mò không? và mình thì có, mình mong chờ lắm >< chúc bạn đồng niên hirose của mình luôn khoẻ mạnh, chăm sóc bản thân thật tốt và hãy giữ nụ cười trên môi với trái tim tràn đầy hạnh phúc nhé! mình luôn tin tưởng hirose và mình mong bạn cũng hãy luôn tin tưởng vào chính bản thân. mình cũng mong hirose sẽ tận hưởng sân khấu vì phía dưới ấy có mình, có cizennies luôn ủng hộ bạn. và không kém phần quan trọng, mình mong rằng chuyến hành trình này của bạn cùng với wishies sẽ luôn vui vẻ và kéo dài thật lâu orae orae nhé! ánh dương à, hôm nay là ngày bạn toả sáng chói loà nhất đấy! "
 },
 {
   "id": 9,
   "author": "Ryobehappy ",
   "avatar": "🌿",
   "preview_jp": "最初にWISHに惹かれたきっかけ、今でもはっきり覚えてるよ。\nそれは、New Team時代のリョウちゃんとサクヤくんのリール動画。\n雪の上で、Snowmanの曲に合わせて撮ったあの映像。\nあの頃、私はちょっと疲れてて、気分も落ちてたんだけど...",
   "full_jp": "最初にWISHに惹かれたきっかけ、今でもはっきり覚えてるよ。\nそれは、New Team時代のリョウちゃんとサクヤくんのリール動画。\n雪の上で、Snowmanの曲に合わせて撮ったあの映像。\nあの頃、私はちょっと疲れてて、気分も落ちてたんだけど、\nあのやさしくてかわいい雰囲気に、ふっと心がほどけたの。\nそれから私の毎日は、少しずつ明るくなっていって、うれしい気持ちや幸せをたくさん感じられるようになったんだ。\n\nそのあとにLastartを見て、リョウちゃんが『Chewing Gum』をパフォーマンスする姿に感動して。\n結果はもう知ってたけど、それでも審査員の先生たちがリョウちゃんをグループに選んだ瞬間は、胸が熱くなった。\nあれは運命だと思った。偶然じゃなくて、必然で、ちゃんと導かれた結果なんだって。\n私にとっても、あの瞬間は特別だった。\n\n新しい歳も、たくさん食べて、ぐっすり寝て、歌って、踊って、いっぱいがんばってね。\nでも、体も大事にしてね。\nこれからの道が、リョウちゃんにとって楽しくて幸せでいっぱいになりますように。\n\nアイドルという道を選んでくれてありがとう。\nNCT WISHの一員になってくれて、本当にありがとう ╰(*´︶`*)╯♡",
   "preview_vi": "Vẫn nhớ clip đầu tiên khiến tui ấn tượng với Wish là reels của Ryo và Sakuya thời New Team, quay trên nền tuyết với nhạc nền Snowman. Khi đó tui đang ",
   "full_vi": "Vẫn nhớ clip đầu tiên khiến tui ấn tượng với Wish là reels của Ryo và Sakuya thời New Team, quay trên nền tuyết với nhạc nền Snowman. Khi đó tui đang chán nản mệt mỏi, đột nhiên có sự đáng yêu dịu dàng như vậy xuất hiện, cũng kể từ đó mà tui thấy mình có nhiều cảm xúc vui vẻ hạnh phúc hơn. Sau đó tui mới coi Lastart, ấn tượng bởi Ryo biểu diễn Chewing Gum tốt quá. Mặc dù biết kết quả rồi nhưng tui vẫn thấy thật xúc động khi các giám khảo quyết định để Ryo vào nhóm. Là sự may mắn, cũng là điều đúng đắn, và với tui, nó là định mệnh. Thêm tuổi mới, chúc em luôn ăn ngon, ngủ tốt, hát hay, nhảy giỏi, làm việc chăm chỉ nhưng cũng nhớ giữ gìn sức khỏe. Mong bước đường phía trước của em sẽ thật nhiều niềm vui và hạnh phúc, cảm ơn em vì đã chọn làm idol, trở thành một phần của NCT Wish :D"
 },
 {
   "id": 10,
   "author": "ななし",
   "avatar": "🎂",
   "preview_jp": "リョウちゃんの第一印象を話すとね、\nWISHのことをTikTokでいろいろ調べてた時に、たまたま見かけた動画がきっかけだったんだ。\nそれはXmasの時期のリョウちゃんが、赤いマントを着て、ちょっとむ〜って顔してる動画で…\nうわぁあああなにこ...",
   "full_jp": "リョウちゃんの第一印象を話すとね、\nWISHのことをTikTokでいろいろ調べてた時に、たまたま見かけた動画がきっかけだったんだ。\nそれはXmasの時期のリョウちゃんが、赤いマントを着て、ちょっとむ〜って顔してる動画で…\nうわぁあああなにこの子！かわいすぎん！？ってなって🥹\n「なんで今まで知らなかったんだろう…」って本気で思った（笑）\n\nそれで名前調べて、いろいろ見てみたら、グループで一番小柄で、動きもぴょこぴょこしてて、\nめちゃくちゃキュートで…なんかもう見てるだけで癒される存在だったの。\n\nそれからね、リョウちゃんとサクヤくんが一緒に遊んでる姿、あれ本当に好き。\nまるでパパに連れられた子どもたちみたいで（笑）かわいすぎるのよ〜😂\n\n声もかわいいけど、やっぱりダンスの実力にもびっくりした！\nすごく将来が楽しみで、いや、もう今の時点でもめちゃくちゃ上手だよって言いたいくらい✨\n\n最後に…ちょっと早いかもしれないけど、リョウちゃんにお誕生日のメッセージを送るね 😗\nこれからもエネルギッシュで、ずっとそのままのリョウちゃんでいてほしいし、\n活動の中でちゃんと体を大事にして、素敵なお誕生日をお兄ちゃんたちと楽しく迎えられますように 🥰\n\nHappy Birthday, リョウちゃーーーん！🎂🎉",
   "preview_vi": "Để mà nói ấn tượng đầu tiên của mình về em Ryo thì trong quá trình tìm hiểu về Wish trên tiktok, mình vô tình lướt thấy video của bạn nhỏ thời Xmax ma",
   "full_vi": "Để mà nói ấn tượng đầu tiên của mình về em Ryo thì trong quá trình tìm hiểu về Wish trên tiktok, mình vô tình lướt thấy video của bạn nhỏ thời Xmax mang áo choàng đỏ làm mặt nhăn á trùi 🥹 má oi tự hỏi nhỏ này cưng dữ vậy mà giờ mình mới biết. Thế là mình tìm thêm tên ẻm coi thử, mới biết ẻm nhỏ con nhất nhóm nhìn cuti quá trời mà tẻn tẻn nữa. Mình thích nhìn Ryo và Sakuya chơi với nhau lắm luôn á, đúng kiểu mấy đứa con nít được ba dẫn theo chơi 😂 Ngoài màu giọng dễ thương ra thì mình còn ấn tượng về khả năng nhảy của nhỏ nữa, rất triển vọng luôn nếu không muốn nói là tốt. Cuối cùng là dù còn khá sớm nhưng mình cũng muốn gửi lời chúc đến bé Rô 😗 mong Ryo luôn tràn đầy năng lượng như vậy và hoạt động nhớ giữ sức khoẻ đều đặn để đón sinh nhật thật vui vẻ cùng các anh thui 🥰 Happy birthday Ryoooo"
 },
 {
   "id": 11,
   "author": "Jelly/Kẹo Dẻo",
   "avatar": "🍬",
   "preview_jp": "リョウくん、18歳のお誕生日おめでとう！\n18年前の今日、この世界にリョウくんが生まれてきてくれたんだね。\nその日から、リョウくんはこの世界にやさしい光を届けてくれているよ。\n\nこれまでずっと、リョウくんは一生懸命に努力して、自分だけの輝き...",
   "full_jp": "リョウくん、18歳のお誕生日おめでとう！\n18年前の今日、この世界にリョウくんが生まれてきてくれたんだね。\nその日から、リョウくんはこの世界にやさしい光を届けてくれているよ。\n\nこれまでずっと、リョウくんは一生懸命に努力して、自分だけの輝き方で光を放っていて、\nそんな姿を見るたびに、誇らしくて、そしてますます大好きになっていくんだ。\n\n18歳は人生の中でとても大切な節目。\nそれは、「これからもっと強く、たくましく成長して、自分の道を歩んでいく」という証でもあると思う。\n\nこれからの道のりの中で、リョウくんがずっと健康で、幸せで、\n自分の夢や「やりたいこと」に向かって、まっすぐに進んでいけますように。\n自信を持って、しっかり前に進んでね。\nだって、私みたいにリョウくんを応援してる人、\nファンのみんな、そしてメンバーたちが、いつも見守ってるから。\n\n新しい1年が、リョウくんにとってたくさんの素敵なことであふれますように。\nリョウくんは、愛されるべき存在で、笑顔になって、\nそして自分自身を誇りに思える人だよ。\n\nリョウくんが大好き。\nNCT WISHも大好き。\n\nすべてにありがとう、リョウくん🫶🏻",
   "preview_vi": "Chúc mừng sinh nhật tuổi 18 của Ryo nhé! Ngày hôm nay của 18 năm trước chính là ngày mà cậu ra đời, kể từ ngày ấy Ryo đã mang đến thế giới này một ánh",
   "full_vi": "Chúc mừng sinh nhật tuổi 18 của Ryo nhé! Ngày hôm nay của 18 năm trước chính là ngày mà cậu ra đời, kể từ ngày ấy Ryo đã mang đến thế giới này một ánh sáng rất đổi dịu dàng. Trong suốt khoảng thời gian qua cậu đã luôn nỗ lực, luôn tỏa sáng theo cách riêng của chính mình nên điều đó đã khiến mình không thể nào ngừng tự hào và yêu thương cậu.\n\nTuổi 18 chính là cột mốc quan trọng trong cuộc đời cậu, đây là khoảnh khắc chứng minh rằng cậu đang dần trưởng thành, mạnh mẽ hơn để bước tiếp trên hành trình cậu theo đuổi. Mình hi vọng trên chặng đường sắp tới, Ryo sẽ luôn khỏe mạnh, hạnh phúc và không ngừng mơ ước về bản thân cố gắng làm điều cậu muốn. Hãy tự tin và bước đi thật vững vàng vì sẽ luôn có những người như tớ, các fan cậu nói chung và cả các thành viên nữa luôn dõi theo và cổ vũ, ủng hộ cho cậu từ xa.\n\nMong rằng trong năm tuổi mới, mọi điều tốt đẹp nhất sẽ đến với Ryo vì cậu xứng đáng được yêu thương, được mỉm cười và được tự hào về chính mình. Yêu Ryo, Yêu NCT Wish\n\nCảm ơn Ryo vì tất cả 🫶🏻"
 },
 {
   "id": 12,
   "author": "Maeshiteru",
   "avatar": "🐈‍⬛",
   "preview_jp": "リョウちゃんの第一印象はね、\nちっちゃくて、オレンジの服を着て、帽子を後ろ向きにかぶって、ちょっと恥ずかしそうにデビュー組の真ん中に入っていく姿だったんだ。\nしかもその周りをBOSS衣装の4人のお兄さんたちに囲まれてて…\nすでに小さいのに、...",
   "full_jp": "リョウちゃんの第一印象はね、\nちっちゃくて、オレンジの服を着て、帽子を後ろ向きにかぶって、ちょっと恥ずかしそうにデビュー組の真ん中に入っていく姿だったんだ。\nしかもその周りをBOSS衣装の4人のお兄さんたちに囲まれてて…\nすでに小さいのに、さらにちっちゃく見えて🥹🤏🏻ほんとに“赤ちゃん”って感じだった（笑）\n\n時間が経つのは、そんなに「早い！」ってわけじゃないけど、\nリョウちゃんはちょっぴり急いで大きくなっちゃった気がする。\nでも、どれだけ大きくなっても、前田兄ちゃんのかわいいリョウちゃんに変わりはないよ🤏🏻\n甘やかしたくなるし、なでなでしたくなるし、\nお姉さんたちの目にも、絶対そう映ってるはず〜ふふ♡\n\nそんな前田兄ちゃんの大好きなリョウちゃん、\n新しい歳もキラキラで、思いっきり楽しめる一年になりますように。\nやりたいこといっぱいやって、美味しいもの食べて、ぐっすり寝て、\n元気で、たっぷりの愛に包まれた毎日を過ごせますように💛\n\n人々はリョウちゃんのこと大好きだよ ✨️",
   "preview_vi": "Ấn tượng đầu tiên của mình về em là một em bé nhỏ xíu xiu mặc áo cam đội mũ ngược ngại ngùng bước vào đứng giữa đội hình debut, bước vào đứng giữa bị ",
   "full_vi": "Ấn tượng đầu tiên của mình về em là một em bé nhỏ xíu xiu mặc áo cam đội mũ ngược ngại ngùng bước vào đứng giữa đội hình debut, bước vào đứng giữa bị vây bởi 4 anh mặc outfit Boss nữa nên đã nhỏ rồi trông còn bé tí xíu hơn í 🥹🤏🏻\n\nThời gian trôi qua không tính là nhanh đâu nhưng em bé thì lớn hơi vội rồi ạ, nhưng mà có lớn thế nào thì vẫn là em bía iu của anh Maeda hoy 🤏🏻 anh vẫn cưng vẫn chiều vẫn nựng, mà trông mắt các chị bế em thì chắc chắn cũng như thế hehe\n\nChúc em bía iu của anh Maeda tuổi mới rực rỡ và trọn vẹn, làm điều em thích, ăn ngon ngủ ngon, khỏe mạnh và luôn được vây quanh bởi thật nhiều tình yêu nhó 💛Cả nhà yêu em ✨️"
 },
 {
   "id": 13,
   "author": "Little Aunt/Dì Nhỏ",
   "avatar": "💖",
   "preview_jp": "リョウちゃん、お誕生日おめでとう〜18歳になったね〜(´◒`)\n17歳のリョウちゃんは、本当によくがんばったよ。\nみんなの期待以上の成長を見せてくれて、\n一歩一歩しっかり前に進んで、いろんな面で本当に大きくなったよね。\n背も高くなって、ダン...",
   "full_jp": "リョウちゃん、お誕生日おめでとう〜18歳になったね〜(´◒`)\n17歳のリョウちゃんは、本当によくがんばったよ。\nみんなの期待以上の成長を見せてくれて、\n一歩一歩しっかり前に進んで、いろんな面で本当に大きくなったよね。\n背も高くなって、ダンスももっとキレイに、歌もどんどん上手になって…（そしてもっとかわいく♡）\n\n素敵なステージを届けてくれてありがとう。\nいつも全力な姿に、たくさんの元気をもらってます！\n\n18歳のリョウちゃんも、いっぱい食べて、たっぷり寝て、健康でいて、\nそのキラキラなエネルギーをずっと大事にしてね(´ω`)\n\n18歳のヒロセ・リョウちゃんが、たくさんの幸せに包まれますように〜！･゜ﾟ･:.｡..｡.:･’(ﾟ▽ﾟ)’･:.｡. .｡.:･゜ﾟ･",
   "preview_vi": "Chúc mừng Ryo của chúng ta đã được 18 tuổi~ (*´◒`*)\nRyo của tuổi 17 đã làm rất tốt, hơn cả những gì mọi người đã kỳ vọng ở em. Em đã đi từng bước chắc",
   "full_vi": "Chúc mừng Ryo của chúng ta đã được 18 tuổi~ (*´◒`*)\nRyo của tuổi 17 đã làm rất tốt, hơn cả những gì mọi người đã kỳ vọng ở em. Em đã đi từng bước chắc chắn, phát triển rất nhiều ở mọi mặt, em cao hơn, nhảy đẹp hơn, hát hay hơn (đẹp hơn). Cảm ơn em vì đã nỗ lực hết mình để mang đến những sân khấu tuyệt vời, mong ở tuổi 18 này, em vẫn ăn ngon, ngủ ngon, khoẻ mạnh và giữ vững năng lượng tươi sáng của mình (*´ω`*) \nHirose Ryo 18 tuổi hạnh phúc *･゜ﾟ･*:.｡..｡.:*･'(*ﾟ▽ﾟ*)'･*:.｡. .｡.:*･゜ﾟ･*"
 },
 {
   "id": 14,
   "author": "Found U ",
   "avatar": "🌠",
   "preview_jp": "リョウちゃんの第一印象って？\nそれならぜひ、みんなに見てほしいのがこの大邱（テグ）Vlogの2分34秒からのシーンだよ〜 ૮´˶• ᴥ •˶`ა\n(https://youtu.be/DCtKi0xBdsM?si=UK7WF1c-lZVKnk...",
   "full_jp": "リョウちゃんの第一印象って？\nそれならぜひ、みんなに見てほしいのがこの大邱（テグ）Vlogの2分34秒からのシーンだよ〜 ૮´˶• ᴥ •˶`ა\n(https://youtu.be/DCtKi0xBdsM?si=UK7WF1c-lZVKnkgU&t=154)\n\nまさか、こんな小さな瞬間から始まって、私を約2000kmも離れたマニラまで飛ばすことになるなんて…誰が予想できた？（ᵕ—ᴗ—）\nでもね、会ってみたら思ったよ。\nリアルで見るマルチーズ（＝リョウちゃん）、写真の1000倍かわいかった！！\n\n18歳のリョウちゃんが、キラキラ輝いて、健康で、幸せいっぱいの一年になりますように。\nだいすきだよ〜！！！",
   "preview_vi": "Ấn tượng đầu tiên với em Ryo ư?\nThì xin mời cả nhà iu ghé thăm vlog Daegu phút thứ 2:34 nheee ૮´˶• ᴥ •˶`ა (https://youtu.be/DCtKi0xBdsM?si=UK7WF1c-lZV",
   "full_vi": "Ấn tượng đầu tiên với em Ryo ư?\nThì xin mời cả nhà iu ghé thăm vlog Daegu phút thứ 2:34 nheee ૮´˶• ᴥ •˶`ა (https://youtu.be/DCtKi0xBdsM?si=UK7WF1c-lZVKnkgU&t=154)\nAi mà biết từ 1 khoảnh khắc nhỏ xíu như vầy mà đưa tui bay gần 2000 km tới Manila để gặp ẻm đâu (ᵕ—ᴗ—) Nhưng gặp rồi mới biết Maltese ngoài đời nhìn yêu x1000 lần trên hìnhhhh\nChúc tuổi 18 của em thật rực rỡ, thật khỏe mạnh và thặt hạnh phúc. Yêu em!!!"
 },
 {
   "id": 15,
   "author": "Chestnut",
   "avatar": "🌰",
   "preview_jp": "リョウちゃん、お誕生日おめでとう〜♡\n\nLASTARTで初めてリョウちゃんのステージを見た日のこと、今でもはっきり覚えてるよ。\nキラキラした瞳と明るい笑顔で、『Chew-chew-chew-chewing Gum』を踊る姿が本当に愛らしかっ...",
   "full_jp": "リョウちゃん、お誕生日おめでとう〜♡\n\nLASTARTで初めてリョウちゃんのステージを見た日のこと、今でもはっきり覚えてるよ。\nキラキラした瞳と明るい笑顔で、『Chew-chew-chew-chewing Gum』を踊る姿が本当に愛らしかったなぁ〜。\nあの可愛い赤ちゃんみたいなリョウちゃんが、今ではこんなに大きくなって…ㅠㅠ\n\n練習生だった頃から、NCT WISHとして正式にデビューするまでの道のりを思い返すと、\n日々の成長や努力がしっかり伝わってきて、本当に感動するし、\nこうして18歳のお誕生日を一緒にお祝いできることがとってもうれしいです。\n\n大人の仲間入りをした今でも、リョウちゃんらしい無邪気さ、素直さ、そして明るさを大切にしてね。\nこれからもWishiesやCzenniesに元気と癒しを届けてくれる存在でいてほしいな。\n\n18歳のリョウちゃんが、もっともっとたくさんの愛に包まれて、\n大好きなことに取り組んで、大きな夢を追いかけていけますように。\n\nそのままのリョウちゃんでいてね。\n大人っぽくて、でもやっぱりかわいい18歳の男の子として♡\n\nサランヘリョ 💖",
   "preview_vi": "Chúc mừng sinh nhật em Ryo iu~\n\nMình vẫn nhớ như in lần đầu tiên được thấy em trình diễn trong LASTART, một cậu bé với đôi mắt sáng ngời và nụ cười rạ",
   "full_vi": "Chúc mừng sinh nhật em Ryo iu~\n\nMình vẫn nhớ như in lần đầu tiên được thấy em trình diễn trong LASTART, một cậu bé với đôi mắt sáng ngời và nụ cười rạng rỡ, Chew-chew-chew-chewing Gum siêu đáng yêu. Vậy mà bây giờ em bé đó đã lớn lên rất nhiều rồi ㅠㅠ Nhìn lại hành trình từ lúc còn là thực tập sinh đến khi chính thức debut cùng NCT WISH, mình cảm nhận được sự trưởng thành và tiến bộ rõ rệt qua từng ngày và mình thực sự rất vui khi được đón sinh nhật 18 tuổi cùng em.\n\nMong rằng dù đã bước sang tuổi trưởng thành, Ryo vẫn sẽ giữ được sự vô tư, hồn nhiên và sự vui vẻ vốn có của mình, tiếp tục đem nguồn năng lượng tích cực và chữa lành đến với Wishies và Czennies. Chúc Ryo của tuổi 18 được nhận thêm thật nhiều tình yêu thương, được làm những điều em yêu thích và theo đuổi những ước mơ lớn lao của mình. Hãy cứ là Ryo, một chàng trai 18 tuổi vừa chững chạc lại vừa đáng yêu nhé~ Saranghaeryo 💖"
 },
 {
   "id": 16,
   "author": "mickee",
   "avatar": "💞",
   "preview_jp": "リョウくんに出会えたことは、私にとって本当に大切な出来事です。\n最初の頃から、リョウくんはその才能で私を惹きつけてくれました。\nメロディーに乗って歌う姿、踊る姿…どれも本当に印象的で、心をつかまれました。\n\nそして、ステージで輝く瞬間だけじ...",
   "full_jp": "リョウくんに出会えたことは、私にとって本当に大切な出来事です。\n最初の頃から、リョウくんはその才能で私を惹きつけてくれました。\nメロディーに乗って歌う姿、踊る姿…どれも本当に印象的で、心をつかまれました。\n\nそして、ステージで輝く瞬間だけじゃなくて、\n日常のふとした表情や仕草にもどんどん惹かれていきました。\nリョウくんはとても素直で、努力家で、お仕事に対して真面目に向き合っている姿も大好きです。\n\n仕草や性格にも可愛いところがたくさんあって、\n特にあどけない表情を見られるたびに「かわいい〜！」ってなっちゃうんです。\n\n一方で、リョウくんは“ミスター・ヒロセ”。\nまだ少し不器用で、おっちょこちょいなところもあるけど、\nその全部が愛おしさを増してくれて、ますます好きになっちゃうんです。\n\n実は私とリョウくん、共通点がすっごく多くて、\nなんだか自分の小さな友達みたいに感じちゃう時もあります😸\nおしゃべりするたびにワクワクしちゃうし、楽しい時間をたくさんもらってるよ🫧\n\nもうすぐ新しい歳に入るね。\nリョウくんがこれからもずっと幸せで、健康で、\nやりたいことを思いっきり楽しめますように💞💖",
   "preview_vi": "Gặp Ryo là một điều quý giá với tớ. Từ những ngày đầu, Ryo cuốn hút tớ bằng tài năng của em. Cách em phiêu theo giai điệu, cách em nhảy và hát đều làm",
   "full_vi": "Gặp Ryo là một điều quý giá với tớ. Từ những ngày đầu, Ryo cuốn hút tớ bằng tài năng của em. Cách em phiêu theo giai điệu, cách em nhảy và hát đều làm tớ ấn tượng vô cùng. Rồi sau đó, không chỉ những lúc toả sáng trên sân khấu, Ryo khiến tớ yêu em ngay cả ở những khoảnh khắc đời thường. Ryo ngoan ngoãn, chăm chỉ và luôn nghiêm túc trong công việc của em. Ryo còn có rất nhiều điều đáng yêu từ hành động đến tính cách, tớ thích mỗi lúc được thấy những nét trẻ con đáng yêu của em. Một mặt khác, em là Mr. Hirose. Em là một cậu thiếu niên đang lớn dần từng ngày, còn vụng về, ngốc nghếch nhưng tất cả những điều đó lại góp phần khiến mọi người càng yêu em hơn. Cá nhân tớ và Ryo có siêuuu nhiều điểm chung nên cảm giác như em là cậu bạn nhỏ đáng yêu của mình vậy 😸 Em luôn khiến tớ hào hứng chuyện trò cùng em trên 🫧 Chuẩn bị bước vào tuổi mới, mong Ryo chan của chúng mình luôn hạnh phúc và khoẻ mạnh để sẵn sàng theo đuổi mọi thứ em thích 💞💖"
 },
 {
   "id": 17,
   "author": "ななし",
   "avatar": "✨",
   "preview_jp": "推しかつで始めたばかりの私にとって、同い年のリョウくんとサクヤくんに出会えたことは、本当に幸せな出来事でした。\nとっても近く感じられて、すごく嬉しかったんです🥹✨\n\nリョウくんの好きなところはたくさんあるけど、特にウィンクするときの姿が…...",
   "full_jp": "推しかつで始めたばかりの私にとって、同い年のリョウくんとサクヤくんに出会えたことは、本当に幸せな出来事でした。\nとっても近く感じられて、すごく嬉しかったんです🥹✨\n\nリョウくんの好きなところはたくさんあるけど、特にウィンクするときの姿が…もう、めちゃくちゃ可愛すぎて、\nその瞬間に倒れちゃいそうになるくらいキュンとします😭💘\n本当に可愛くて、先輩たちに可愛がられてるのを見てると、私まで嬉しくなっちゃいます🫶\n\nそして、リョウくんとサクヤくんの絆は本当に素敵で、\nいつもお互いを大切に思って、長い道のりを一緒に歩んできた姿には本当に感動して、\nすごく尊敬しています🥹💞\n\n……リョウくんに伝えたいことがあるんです（ここからは私の気持ちなので、こっそり匿名で投稿させてくださいね hihi）：\n\n君が髪を染めてから、ある一枚の写真を見たときに、\nふと「たとえ君より歩くのが遅くても、君が振り返ってくれたら、私はちゃんとここにいて、君のそばにいるよ」って思ったんだ。\n\nリョウくん、18歳のお誕生日おめでとう🎂\nこれからの道は、きっと簡単なことばかりじゃないけど、\n私は君なら絶対に乗り越えられるって信じてるし、\nいつだって応援してるよ。\n\n笑顔があれば、きっと素敵なことがたくさんやってくるから。\nだからどうか、いつも元気で、傷つかないでいてね。\n私は、これからもずっと君のそばにいるからね ✨✨",
   "preview_vi": "Lần đầu tiên với em trong sự nghiệp đu idol là gặp được bạn đồng niên là bạn Ryo và Sakuya nên em thật sự rất hạnh phúc lun í, cảm giác thật sự rất gầ",
   "full_vi": "Lần đầu tiên với em trong sự nghiệp đu idol là gặp được bạn đồng niên là bạn Ryo và Sakuya nên em thật sự rất hạnh phúc lun í, cảm giác thật sự rất gần gũi và rất vui lunn. Điều em luôn thích ở bạn Ryo chan là khi bạn nháy mắt í huhu, siêu siêu siêu dễ thươnggggg, có thể là ngất lịm tại chỗ vì cuốn hút cực kì íii, bạn í thật sự dễ thương lắm í, nhìn mấy anh cưng mà thích thật sự í huhu và đặc biệt là bạn Ryo và Sakuya thật sự là đôi bạn rất tuyệt vời íiii, luôn thương nhau và đồng hành cùng nhau trong suốt một hành trình dài lun í, ngưỡng mộ hai bạn ấy rất nhìu😍🥹. Điều em muốn nhắn với Ryo chan là…. ( phần trên là ấn tượng cụa em í nên em khum muốn công khai lắm íii, phần em nói dưới này là lời chúc dành cho bạn ấy nên em muốn đăng ẩn danh hihi): Lưu bút nhỏ dành cho cậu từ khi cậu nhuộm tóc, từ khi tớ thấy một bức ảnh: “ Mặc dù tớ đi chậm hơn cậu nhưng chỉ cần cậu quay lại vẫn sẽ có tớ ở đây và bên cạnh cậu.” Mừng sinh nhật 18 của chàng trai hạnh phúc, hành trình sắp tới sẽ nhiều chông gai nhưng tớ tin cậu sẽ làm được và sẽ luôn có mọi người ủng hộ cậu. mọi điều tốt sẽ đến khi cậu mỉm cười thật tươi, phải luôn vui vẻ và không để bị thương nhé. Mình sẽ luôn ở bên cạnh cậu✨✨"
 },
 {
   "id": 18,
   "author": "黄色いやだ！/ Kao không thít mào dàng",
   "avatar": "🟨",
   "preview_jp": "リョウくん、18歳のお誕生日おめでとう🎉\n新しい一年も、君の瞳がいつも情熱で輝いていて、\n毎日が愛に満ち、心穏やかに人生を楽しめますように。...",
   "full_jp": "リョウくん、18歳のお誕生日おめでとう🎉\n新しい一年も、君の瞳がいつも情熱で輝いていて、\n毎日が愛に満ち、心穏やかに人生を楽しめますように。",
   "preview_vi": "Mừng sinh nhật tuổi 18 của em, chúc em tuổi mới trong mắt luôn tràn đầy nhiệt huyết, mỗi ngày đều cảm nhận được tình yêu, bình bình an an tận hưởng cu",
   "full_vi": "Mừng sinh nhật tuổi 18 của em, chúc em tuổi mới trong mắt luôn tràn đầy nhiệt huyết, mỗi ngày đều cảm nhận được tình yêu, bình bình an an tận hưởng cuộc sống này"
 },
 {
   "id": 19,
   "author": "Hihihehehoho",
   "avatar": "🌷",
   "preview_jp": "リョウちゃんに初めての印象は、やっぱり「Lastart」で「NCTの名でお姉さんにサインしてあげるよ」って言った時かな🤣\nそれから「SM Tokyo」で『U』を歌ってるのを見て、声が本当に素敵でびっくりしたよ。\n\nNCT WISHになって...",
   "full_jp": "リョウちゃんに初めての印象は、やっぱり「Lastart」で「NCTの名でお姉さんにサインしてあげるよ」って言った時かな🤣\nそれから「SM Tokyo」で『U』を歌ってるのを見て、声が本当に素敵でびっくりしたよ。\n\nNCT WISHになってくれてありがとう、リョウちゃんはシズニにとって一番の成功だよ、間違いなく✨\n小さくて（そして実はサクくんより愛嬌が多いかも！？）そんな子なのに、たくさん見れば見るほど「すごく大人だな〜」って思うようになった！\n\nリョウちゃん、お誕生日おめでとう🎂\n幸せな一年になりますように。そして、いつかドヨン先輩とコラボできますように…！💚",
   "preview_vi": "Ấn tượng đầu tiên của em về em Rô là ở Lastart bảo sẽ kí tên cho chị gái với danh nghĩa NCT 🤣 rui lúc coi SM Tokyo hát U giọng hay vô cùng. Cám ơn em",
   "full_vi": "Ấn tượng đầu tiên của em về em Rô là ở Lastart bảo sẽ kí tên cho chị gái với danh nghĩa NCT 🤣 rui lúc coi SM Tokyo hát U giọng hay vô cùng. Cám ơn em bé vì đã trở thành NCT WISH, 시즈니 thành công nhất trong các Czenies. Nhìn bé xíu như thế (và thực ra là nhiều aeygo hơn Saku thật) mà coi nhiều thì thấy thật sự cũng rất trưởng thành. Chúc em Rô iu tuổi mới hạnh phúc và sớm được collab riêng với anh Doyoung "
 },
 {
   "id": 20,
   "author": "デヨンの姉ちゃん/ Chị em Daeng",
   "avatar": "🌳",
   "preview_jp": "リョウちゃん、お誕生日おめでとう〜🎉\n新しい歳も、ごはんをもりもり食べて、ぐっすり眠って、あっという間に大きくなってね！\nジェヒ兄よりも背が高くなっちゃうかも！？🤭\n\nこれからもずっと素直で、ニコニコ笑顔で、幸せいっぱいの毎日を過ごせま...",
   "full_jp": "リョウちゃん、お誕生日おめでとう〜🎉\n新しい歳も、ごはんをもりもり食べて、ぐっすり眠って、あっという間に大きくなってね！\nジェヒ兄よりも背が高くなっちゃうかも！？🤭\n\nこれからもずっと素直で、ニコニコ笑顔で、幸せいっぱいの毎日を過ごせますように〜😘😘😘😘😘",
   "preview_vi": "Chúc em bé yêu tuổi mới ăn thật ngoan, ngủ thật giỏi, lớn nhanh như thổi, cao hơn cả anh Daeng luôn nhé! Mong bé sẽ luôn ngoan ngoãn, vui vẻ và hạnh p",
   "full_vi": "Chúc em bé yêu tuổi mới ăn thật ngoan, ngủ thật giỏi, lớn nhanh như thổi, cao hơn cả anh Daeng luôn nhé! Mong bé sẽ luôn ngoan ngoãn, vui vẻ và hạnh phúc thiệt nhiều. 😘😘😘😘😘😘"
 },
 {
   "id": 21,
   "author": "リクの小さな彼女/Bạn gái nhỏ của Riku",
   "avatar": "😽",
   "preview_jp": "広瀬リョウくん、お誕生日おめでとう〜！！🎉\nリョウくんがどんどん大人に近づいてるのをお祝いしながら、早く深夜にライブ配信できるようになるといいね〜😆💚\n\nデビューの時から、本当に強く印象に残ってたよ。NCTの大ファンだったリョウくんが...",
   "full_jp": "広瀬リョウくん、お誕生日おめでとう〜！！🎉\nリョウくんがどんどん大人に近づいてるのをお祝いしながら、早く深夜にライブ配信できるようになるといいね〜😆💚\n\nデビューの時から、本当に強く印象に残ってたよ。NCTの大ファンだったリョウくんが、今はNCTの一員として活動しているなんて、本当に感動的です✨\n\nこれからも、もっともっと成功しますように！💚💚💚💚💚💚💚💚💚💚✨✨✨✨✨",
   "preview_vi": "Chúc Hirose Ryo tủi mới dui dẻ dui dẻ!! Mừng em Ryo gần hơn đến tủi trưởng thành, chúc em mau chóng được lai trim vào đêm khuya nháaa. Ryo thật sự đã ",
   "full_vi": "Chúc Hirose Ryo tủi mới dui dẻ dui dẻ!! Mừng em Ryo gần hơn đến tủi trưởng thành, chúc em mau chóng được lai trim vào đêm khuya nháaa. Ryo thật sự đã khiến mình rất ấn tượng từ hồi debut, từ một em bé fan chính hiệu của NCT đến trở thành một phần của NCT. Chúc em ngày càng thành công trên con đường này 💚💚💚💚💚💚💚💚💚💚✨✨✨✨✨"
 },
 {
   "id": 22,
   "author": "ななし",
   "avatar": "❄️",
   "preview_jp": "人々がもう言ったかもしれないけど、本当にありがとう、リョウちゃん〜。Wishの大切な一員でいてくれて、毎日可愛くてフレッシュなエネルギーを届けてくれて。\n\nリョウちゃんの子どもっぽさと大人っぽさが同時に存在するところが本当に好きです。末っ子...",
   "full_jp": "人々がもう言ったかもしれないけど、本当にありがとう、リョウちゃん〜。Wishの大切な一員でいてくれて、毎日可愛くてフレッシュなエネルギーを届けてくれて。\n\nリョウちゃんの子どもっぽさと大人っぽさが同時に存在するところが本当に好きです。末っ子らしい一面もあれば、時には驚くほどしっかりしてる姿もあって、そのギャップがたまらないです。\n\nこれからも、もっともっとカッコよくなっていきながらも、リョウちゃんらしいポジティブなエネルギーをずっと忘れずにいてね。",
   "preview_vi": "Dù câu này có thể nhiều người đã nói rồi, nhưng thật sự cảm ơn Ryo vì đã là một phần không thể thiếu của Wish, đem lại cho Wish một nguồn năng lượng đ",
   "full_vi": "Dù câu này có thể nhiều người đã nói rồi, nhưng thật sự cảm ơn Ryo vì đã là một phần không thể thiếu của Wish, đem lại cho Wish một nguồn năng lượng đáng yêu và tươi mới mỗi ngày. Thật sự rất thích cái cách Ryo vừa trẻ con vừa chững chạc, nhiều lúc tỏ rõ mình là con út thật sự nhưng đồng thời cũng có lúc chín chắn đến không ngờ. Chúc Ryo sẽ ngày càng trở nên ngầu hơn như mong muốn mà vẫn không mất đi năng lượng tích cực của mình nhé."
 },
 {
   "id": 23,
   "author": "Rikuromi",
   "avatar": "🍀",
   "preview_jp": "いつも「愛しいリョウ」って呼んでるリョウちゃんは、私にとって大事な宝石みたいな存在。シオンくんが言ってたように、磨かれていく大切な原石だと思ってるよ。\n\n「Chewing Gum」のカバーステージをした時からずっと好きでした。小柄なのに歌も...",
   "full_jp": "いつも「愛しいリョウ」って呼んでるリョウちゃんは、私にとって大事な宝石みたいな存在。シオンくんが言ってたように、磨かれていく大切な原石だと思ってるよ。\n\n「Chewing Gum」のカバーステージをした時からずっと好きでした。小柄なのに歌もダンスもすごく上手で、ステージを重ねるたびに成長がはっきり見えて、どんどん応援したくなったんだ。でもその時はSMが2007年生まれの2人から1人しかデビューさせないかもって心配してて、最終回でリョウちゃんが選ばれた時は本当に嬉しくて泣きそうになったよ 🥹\n\nデビューが決まってからは、よく言ってる「粉骨砕身」って言葉通りに、完璧を目指して努力し続けていて、毎日すごく成長してるのがわかる。まだ15〜16歳なのにその覚悟と頑張りは本当に尊敬してるし、それがリョウちゃんの魅力のひとつだと思ってる。\n\nそれに、リョウちゃんは頭も良くて、明るくて、いつも太陽みたいな笑顔で、グループのお兄さんたちにとってのビタミンみたいな存在。サクちゃんの大親友でもあるよね。\n\n周りに気を配ったり、お兄さんたちの言葉をさりげなく直したり、まるで小さなおじいちゃん（笑）だけど、グループの末っ子らしい甘えん坊なところもあって、そこもすごく可愛い☺️\n\n18歳のお誕生日なのに、まだあまり応援できてないのが残念だけど、これからもっといろんな形でWishとリョウちゃんを応援していきたいです。\n\nお誕生日、本当におめでとう🎂 メンバーたちと一緒に素敵な時間を過ごして、Czenniesのたくさんの愛とメッセージに包まれますように。これからもずっと元気で幸せで、「太陽みたいな少年」として輝き続けてね 🥰",
   "preview_vi": "Em bé Ryo mà mình luôn gọi là Ryoiuoi vì em là cục dàng cục kim cương, là viên ngọc quý đang được gọt giũa như Sion từng nói. \nQuý em từ Lastart khi e",
   "full_vi": "Em bé Ryo mà mình luôn gọi là Ryoiuoi vì em là cục dàng cục kim cương, là viên ngọc quý đang được gọt giũa như Sion từng nói. \nQuý em từ Lastart khi em cover stage Chewing gum, cậu bé nhỏ nhỏ con nhưng hát nhảy siêu ổn, và qua từng stage em bé lại càng tiến bộ thấy rõ hơn. Lúc đó hơi lo và buồn vì sợ SM chỉ cho debut 1 trong 2 bé 2k7 thôi nên tập cuối Ryo cũng được chọn mà mừng xỉu 🥹\nSau khi confirm debut em bé với mindset cầu toàn và chăm chỉ như câu nói em hay nhắc - 粉骨砕身 - đã tiến bộ thêm rất nhiều qua từng ngày. Em bé mới 15-16 tuổi thôi mà quyết tâm và nỗ lực thật sự rất lớn làm mình rất ngưỡng mộ. Đó cũng là 1 trong những điều mình thích ở em bé.\nBên cạnh đó em còn thông minh, lanh lợi, hoạt bát luôn cười tươi như ánh mặt trời, là vitamin của các anh trong nhóm, là bạn thân mà Saku yêu mến.\nEm bé rất quan tâm và chăm sóc người khác, cũng như hay \"sửa lưng\" các anh như ông cụ non nhưng cũng có vibe maknae hay làm nũng ở nhà và trong nhóm rất đáng iu ☺️\nLần sinh nhật 18 tuổi này của em mình rất tiếc vì chưa đóng góp gì nhiều, nhưng mình sẽ cố gắng ủng hộ em và Wish bằng nhiều cách khác. \nChúc em bé iu sinh nhật thật vui bên các thành viên và tràn ngập trong tình yêu và lời chúc của Czennies, mong em luôn khỏe mạnh, hạnh phúc và tiếp tục tỏa sáng - dương quang thiếu niên- như bây giờ nhé 🥰"
 },
 {
   "id": 24,
   "author": "ミー姉ちゃん/chị Mee",
   "avatar": "🐰",
   "preview_jp": "早いね！！！もうすぐリョウくんが18歳になるなんて、リョウくん自身はどう感じてるのかな？\n\n初めてリョウくんを画面越しに見たのは、16歳のときだったよ。あのときは、キラキラした目と、甘くて澄んだ歌声を持つ可愛い男の子って印象だった。\n\nでも...",
   "full_jp": "早いね！！！もうすぐリョウくんが18歳になるなんて、リョウくん自身はどう感じてるのかな？\n\n初めてリョウくんを画面越しに見たのは、16歳のときだったよ。あのときは、キラキラした目と、甘くて澄んだ歌声を持つ可愛い男の子って印象だった。\n\nでも今は、本当に大人っぽくなったよね。ステージを楽しむ姿がはっきり伝わるし、歌もダンスも安定感が増して、予想外の場面でも落ち着いて対処できるようになってて、すごく成長を感じてるよ。\n\nでも、変わらないところもたくさんあるね。キラキラした目、アザラシみたいに愛らしい笑顔、新しいものに出会った時のワクワクした表情、純粋で情熱的な心——全部そのまま！\n\nそんなリョウくんなら、これからもっともっと高く、遠くへ羽ばたけるって信じてるよ🌈\n\nあっ、それから、リョウくんが自分の名前で話すところ、すごく好きだから、できれば…あと数年はそのままでいてね (૮T ﻌ Tა)\n\nリョウくんが存在してくれて、そして周りに（もちろん私にも！）たくさんのポジティブなエネルギーを届けてくれて、本当にありがとう。\n\nこれからの日々も、リョウくんが元気に、楽しく、みんなの愛に包まれて、いろんなワクワクする世界を発見できますように🍀💖⭐️\n\nお誕生日おめでとうリョウくん！🎂🥳",
   "preview_vi": "Nhanh quá!!!  Ryo sắp bước sang tuổi 18 rồi, không biết Ryo cảm thấy như thế nào nhỉ? \n\nNhớ hình ảnh đầu tiên của Ryo chị nhìn qua màn hình là khi em ",
   "full_vi": "Nhanh quá!!!  Ryo sắp bước sang tuổi 18 rồi, không biết Ryo cảm thấy như thế nào nhỉ? \n\nNhớ hình ảnh đầu tiên của Ryo chị nhìn qua màn hình là khi em 16 tuổi, một em bé đáng yêu với giọng hát ngọt ngào, trong trẻo cùng đôi mắt long lanh. \n\nBây giờ, chị thấy Ryo trưởng thành hơn rất nhiều rồi nè. đó. Em tận hưởng sân khấu rõ ràng hơn, giọng hát và từng bước nhảy đều vững chắc hơn, bình tĩnh xử lý được cả những tình huống bất ngờ trên sân khấu nữa.\nCũng có những thứ chị cảm nhận Ryo không thay đổi chút nào. Vẫn là ánh mắt long lanh, nụ cười rạng rỡ đáng iu như một chú hải cẩu, khuôn mặt phấn khích khi thấy những điều mới lạ, trái tim trong sáng, nhiệt thành và đam mê. \nVới những điều này, chị tin Ryo sẽ bay thật cao và xa hơn nữa. \nÀ chị thích cách Ryo xưng tên khi nói chuyện lắm, xin đừng bỏ nó nhé (chí ít là trong vài năm nữa ૮T ﻌ Tა )\n\nCảm ơn Ryo vì đã hiện diện và mang lại nhiều năng lượng tích cực cho mọi người (có chị trong đó đó). Những ngày tháng tiếp theo, mong Ryo sẽ tiếp tục lớn lên khoẻ mạnh, vui vẻ trong tình yêu thương của mọi người, được khám phá những điều mới lạ, thú vị của thế giới xung quanh 🍀💖⭐️\n\nChúc mừng sinh nhật Ryo nheee! 🎂🥳\n"
 }
]
